Repository: KDE/libktorrent
Catalog: po/*/libktorrent6.po
Languages: bg

source: Illegal token: %1
bg: Невалиден символ: %1

source: Decode error
bg: Грешка при декодиране

source: Unexpected end of input
bg: Неочакван край на въвеждането

source: Cannot convert %1 to an int
bg: %1 не може да се преобразува в цяло число

source: Torrent is incomplete.
bg: Торентът е незавършен.

source: Waiting for other data checks to finish
bg: Изчакване за приключване на други проверки на данни

source: Checking data
bg: Проверка на данните

source: Checking Data
bg: Проверка на данните

source: Cannot open file %1: %2
bg: Не може да бъде отворен файл %1: %2

source: Failed to create %1: %2
bg: Невъзможно създаване на %1 : %2

source: Cannot open %1: %2
bg: Грешка при отваряне на %1: %2

source: Cannot open %1 for writing: readonly filesystem
bg: %1 не може да бъде отворен за запис - файлова система само за четене

source: Attempting to write beyond the maximum size of %1
bg: Опит за запис над максималния размер от %1

source: Cannot expand file %1: attempting to grow the file beyond the maximum size
bg: Не може да се разшири файл %1: опит за увеличаване на файла над максималния размер

source: Cannot expand file %1: %2
bg: Файл %1 не може да бъде разширен: %2

source: Error: Reading past the end of the file %1
bg: Грешка : Четене след край на файла %1

source: Failed to seek file %1: %2
bg: Невъзможно претърсване на файл %1: %2

source: Error reading from %1
bg: Грешка при четене от %1

source: Failed to write to file %1: %2
bg: Неуспех при записване във файла %1: %2

source: Cannot preallocate diskspace: %1
bg: Невъзможно преразпределяне на дисковото пространство : %1

source: Cannot open index file %1: %2
bg: Не може да бъде отворен индекс файл %1 : %2

source: Cannot create file %1: %2
bg: Не може да бъде създаден файл %1: %2

source: Failed to write first chunk to DND file: %1
bg: Неуспешен запис на първото парче в DND файл : %1

source: Failed to write last chunk to DND file: %1
bg: Неуспешен запис на последното парче в DND файл : %1

source: Waiting for other move jobs to finish
bg: Изчакване за приключване на други задачи за преместване

# The source of a file operation
source: Source
bg: Източник

# The destination of a file operation
source: Destination
bg: Дестинация

# @title job
source: Moving
bg: Преместване

source: Failed to open %1: %2
bg: Не може да бъде отворен %1: %2

source: Unable to write to a piece mapped read only
bg: Не може да се пише на част, картографирана e само за четене

source: 1 peer
bg: 1 потребител

source: Disabled because webseed does not match torrent
bg: Деактивирано, защото webseed не съответства на торент

source: Not connected
bg: Няма връзка

source: Resolving proxy %1:%2
bg: Разрешаване на %1:%2

source: Not enough system resources available
bg: Няма достатъчно налични системни ресурси

source: Resolving hostname %1
bg: Разрешаване на hostname %1

source: Connection closed
bg: Връзката е прекъсната

source: Error: request failed: %1
bg: Грешка: заявката е неуспешна: %1

source: Connected
bg: Свързан

source: Error: Failed to connect to webseed
bg: Грешка: Неуспех при свързване към webseed:

source: Connecting
bg: Свързване

source: Failed to connect to webseed
bg: Неуспех при свързване към webseed:

source: Failed to resolve hostname of webseed
bg: Неуспешно разрешаване на името на хоста на webseed

source: Error: failed to connect, server not responding
bg: Грешка: неуспешно свързване, сървърът не отговаря

source: Error: request timed out
bg: Грешка: времето за изчакване на заявката изтече

source: Redirected without a new location.
bg: Пренасочен без ново местоположение.

source: Unused for %1 second (Too many connection failures)
bg: Не се използва за %1 секунда (Твърде много неуспешни връзки)

source: OK
bg: ОК

source: Warning: %1
bg: Предупреждение: %1

source: Announcing
bg: Съобщаване

source: Error: %1
bg: Грешка: %1

source: Unknown client
bg: Непознат клиент

source: Corrupted torrent.
bg: Повреден торент.

source: Error writing to disk, do you have enough diskspace?
bg: Грешка при запис на диск, имате ли достатъчно дисково пространство?

source: An error occurred while loading <b>%1</b>:<br/><b>%2</b>
bg: Възникна грешка при зареждане на <b>%1</b>:<br/><b>%2</b>

source: Unable to create %1: %2
bg: Невъзможно създаване на %1 : %2

source: You are already downloading the torrent <b>%1</b>. The tracker lists from both torrents have been merged.
bg: Вие вече сваляте торент <b>%1</b>. Списъците с координиращи сървъри на двата торента бяха обединени.

source: You are already downloading the torrent <b>%1</b>.
bg: Вече сваляте торент <b>%1</b>.

source: Cannot create index file: %1
bg: Не може да бъде създаден индексиращ файл: %1

source: Not started
bg: Не е стартиран

source: Download completed
bg: Свалянето завършено

source: Seeding completed
bg: Качването завършено

# Status of a torrent file
source: Seeding
bg: Качване

source: Downloading
bg: Сваляне

source: Stalled
bg: Застой

source: Stopped
bg: Спрян

source: Allocating diskspace
bg: Преразпределяне на дисково пространство

source: Queued for seeding
bg: В опашката за качване

source: Queued for downloading
bg: В опашката за сваляне

source: Stopped. No space left on device.
bg: Спрян. Няма свободно място.

source: Paused
bg: Пауза

source: Superseeding
bg: Суперкачване

source: Invalid response from tracker
bg: Невалиден отговор от координиращия сървър

source: Invalid data from tracker
bg: Невалидни данни от координиращия сървър

source: Invalid tracker URL
bg: Невалиден адрес на координиращия сървър

source: Timeout contacting tracker %1
bg: Изчакване при свързване с тракер %1

source: Unable to resolve hostname %1
bg: Не може да се разреши име на хост %1

source: Operation timed out
bg: Времето за изчакване на операцията изтече

source: Failed to download %1: %2
bg: Грешка при изтегляне на %1: %2

source: Error parsing router description.
bg: Грешка при анализа на описанието на рутера.

source: Forwarding failed: Device does not have a WANIPConnection or WANPPPConnection.
bg: Неуспешно препращане: Устройството няма WANIPCnection или WANPPConnection.

source: Cannot find port forwarding service in the device's description.
bg: Не може да се намери услугата за пренасочване на портове в описанието на устройството.

source: Cannot write to %1: %2
bg: Невъзможен запис в %1 : %2

source: Cannot read from %1
bg: Не може да се чете от %1

source: Cannot create directory %1
bg: Не може да се създаде директория %1

source: Cannot symlink %1 to %2: %3
bg: Не може да се създаде препратка на %1 в %2: %3

source: Cannot move %1 to %2: %3
bg: Не може да се премести %1 в %2: %3

source: Cannot copy %1 to %2: %3
bg: Не може да се копира %1 в %2: %3

source: Cannot delete %1: %2
bg: Не може да се изтрие %1: %2

source: Cannot create %1: %2
bg: Не може да бъде създаден %1: %2

source: Cannot calculate the filesize of %1: %2
bg: Размерът на файла %1 не може да бъде изчислен: %2

source: Cannot calculate the filesize: %1
bg: Размерът на файла не може да бъде изчислен : %1

source: Cannot expand file: %1
bg: Файл %1 не може да бъде разширен

source: Cannot seek in file: %1
bg: Не може да се търси във файл: %1

source: Unable to open file %1: %2
bg: Не може да бъде отворен файл %1: %2

source: 1 day
bg: 1 ден

source: General
bg: Общи

source: Connections
bg: Връзки

source: Tracker
bg: Координиращи сървъри

source: DHT
bg: DHT (протокол за размяна между децентрализирани потребители)

source: Disk Input/Output
bg: Диск - вх/изх:

source: Error when writing to disk
bg: Грешка по време на запис на диска

source: Error when reading from disk
bg: Грешка при четене от диска
